backend/app/controllers/projects_controller.rb

    def find_user
      @user = User.find(params[:user_id])
---
SELECT `users`.* FROM `users` WHERE `users`.`id` = 1 LIMIT 1