backend/app/controllers/tops_controller.rb

SELECT `users`.* FROM `users` WHERE `users`.`id` = 1 LIMIT 1
---
  def show
    # cdbinding.pry
    @user = User.find(1)