backend/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO `users` (`name`, `created_at`, `updated_at`, `password_digest`, `email`) VALUES ('TanakaTaro', '2022-05-03 02:38:33.936514', '2022-05-03 02:38:33.936514', '$2a$04$soe9cRQpasrv6DIRSMElZuLifJBWjW/ITNWdp5GImnsu/t.3x6TIe', '123taro@gmail.com')